export default function Welcome(){
    return(
        <>
            <h1 className="bg-white">Начальная страница креаторса</h1>
            <h1>Здесь будет навбар (ввиде лейаута) сверху где будут:1.Профиль(если не авторизирован, то зарегистрироваться или авторизироваться)2.Кнопка проекты 3.Не придумал ещё</h1>
            <h1>Здесь по середине будет что то типо "про нас" где будет рассказан смысл сайта, его возможности, примеры реализации, и история</h1>
            <h1>В конце будут соц сети или что то вроде того</h1>
            <h1>Если увидел и прочитал это, то пожалуйста займись фигмой,и впихни сюда ссылку href-ом на общий проект в нем где будет эта страница ;)</h1>
            <h1>тесты</h1>
        </>
    );
}
